---
kind: enumMember
id: F:Autodesk.Revit.DB.DigitGroupingAmount.Two
enum: Autodesk.Revit.DB.DigitGroupingAmount
source: html/0141b154-5863-50a9-050c-ad90c6247da1.htm
---
# Autodesk.Revit.DB.DigitGroupingAmount.Two

Digits are in groups of two, with the exception of the first group to the left of the decimal symbol which contains three digits.